{
    "points": [
      {
        "no": 1,
        "location": "tamsariver",
        "topic": "Rama Leaves Ayodhya at Dawn",
        "content": "(NOTE: Kindly review the 'Happenings at Ayodhya'from Reference Stories before proceeding).The entire city of Ayodhya followed Lord Rama wherever he went. Since he couldn't bear to see them like this, he instructed Sumantha to cross the river early in the morning so the people of Ayodhya wouldn't be able to follow him. He also told Sumantha to take a path that would confuse them about where he had actually gone."
      },
      {
        "no": 2,
        "location": "vedshrutiriver",
        "topic": "Final Farewell to Ayodhya",
        "content": "Before crossing the Vedshruti River and after passing several local villages, Lord Rama bids his final farewell to Ayodhya from above."
      },
      {
        "no": 3,
        "location": "Gomti River",
        "topic": "Southward Journey and Crossing Gomti River",
        "content": "They turned towards the southern direction(towards Astha Rishi Dwara) and crossed the Gomti River"
      },
      {
        "no": 4,
        "location": "Shanghamirpur",
        "topic": "Reaching the Former Course of Ganga",
        "content": "Lord Rama reached where river Ganga used to flow"
      },
      {
        "no": 5,
        "location": "Kingdom of Gud(in/near shangamirpur)",
        "topic": "Arrival in Gud's Kingdom and Rama's Resolve",
        "content": "Lord Rama finally reached the kingdom of Gud, where he was extremely dear to his friend. Sumantha and the others pleaded with Lord Rama, Sita, and Lakshmana to return, expressing that they would be left heartbroken if they departed. However, this was the moment when Lord Rama fashioned his jata (“jatadhari”) from the milk of a badh. After doing this, everyone understood that Lord Rama had made his final decision and would not change it."
      },
      {
        "no": 6,
        "location": "Ganga River",
        "topic": "Crossing the Ganga and Parting with Sumantha",
        "content": "Lord Rama finally crosses Ganga river and now asked Sumantha to leave as well."
      },
      {
        "no": 7,
        "location": "Vatsyadesh(border of pryag)",
        "topic": "First Night Outside Ayodhya",
        "content": "The three of them then walked barefoot to Vatsyadesh, spending their first night outside Ayodhya. That night, Lord Lakshmana took the responsibility of protecting his brother and his sister-in-law, Sita, by staying awake all night."
      },
      {
        "no": 8,
        "location": "munibardvajaashram",
        "topic": "Seeking Guidance from Muni Bhardwaj",
        "content": "Lord Rama greets muni Bhardwaj and asks him for a place where people won’t be able to find them and is peaceful.Muni bhardwaj tells him about the exact location in Chitrakut parvat(approx. 30 kos far) which is very pure."
      },
      {
        "no": 9,
        "location": "River Yamuna",
        "topic": "Crossing the Yamuna River",
        "content": "lord Rama crosses river Yamuna in search of the location told by Muni Bhardwaj"
      },
      {
        "no": 10,
        "location": "Chitrakoot",
        "topic": "Approaching Chitrakoot",
        "content": "Lord rama finds a lot of pure Mahatma Munis there and knew he was getting close"
      },
      {
        "no": 11,
        "location": "Valmiki Ashram",
        "topic": "Reaching Valmiki Ashram and Commencing Exile",
        "content": "Lord Rama finally reaches Rishi Valmiki’s ashram,near which he finally decides to perform his exile for 14 years.Mother Sita then prayed in that land to make it pure and thanking it for its service.Till here as well a guptachar of Gud was following lord Rama and hence told Gud and Sumantha about the location and told him they were in a good place.Sumantha finally leaves for Ayodhya with this news"
      },
      {
        "no": 12,
        "location": "ayodhya",
        "topic": "Events in Ayodhya",
        "content": "Meanwhile a lot of things happened in Ayodhya(Reference stories)"
      },
      {
        "no": 13,
        "location": "ayodhya",
        "topic": "Bharata Refuses the Throne",
        "content": "Bharatha refuses the title of the king and proposes to swap his position with lord Rama so that he can perform his xile meanwhile lord Rama can rule the kingdom"
      },
      {
        "no": 14,
        "location": "ayodhya",
        "topic": "Bharata Meets Gud and Learns of Rama's Jata",
        "content": "Following the instructions from the locals, Bharata reached the kingdom of Gud. Misjudging Bharata and his army as enemies of Lord Rama, Gud believed they intended to kill Lord Rama, who was currently unprotected and alone. In the final moments, Gud realized that they were actually there to bring him back. It was at this point that Gud informed Bharata that Lord Rama had now become a jatadhari. Understanding this, Bharata realized it would be nearly impossible to bring Lord Rama back. Nevertheless, he insisted on trying and wanted to tell Rama about the loss of their father."
      },
      {
        "no": 15,
        "location": "bharadwajaashram",
        "topic": "Guidance from Muni Bhardwaj",
        "content": "Reference story(how he handled to prepare food and host for the entire army).Muni Bhardwaj then tells Bharata about the location where lord Rama is nearby"
      },
      {
        "no": 16,
        "location": "Chitrakoot",
        "topic": "Reunion and Discussion on Dharma",
        "content": "Upon reaching Chitrakut, Lakshmana initially suspects that an army has been sent to kill Lord Rama. However, as soon as he sees the Kshatriya flag, he realizes the truth. Bharata finally finds Lord Rama and recounts everything that has occurred in Ayodhya. Both Lord Rama and Lakshmana grieve the loss of their father. Lord Rama explains the importance of Dharma and its significance in the universe, emphasizing why he cannot return. He then names Bharata as the new king of Ayodhya for the duration of his exile and asks him to return home."
      } 
    ]
  }